Repository: allanmongej/coherence
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: Account already confirmed.
es: Cuenta ya ha sido confirmada.

source: Account is not locked.
es: Cuenta no se encuentra bloqueada.

source: Account updated successfully.
es: Cuenta actualizada correctamente.

source: Already logged in.
es: Ya ha iniciado sesión

source: Can't find that token
es: Token inválido.

source: Confirmation email sent.
es: Correo de confirmación enviado.

source: Confirmation token expired.
es: Token de confirmación ha expirado

source: Could not find that email address
es: No se ha encontrado esa dirección de correo.

source: Invalid Invitation. Please contact the site administrator.
es: Invitación inválida. Por favor contacte al administrador del sitio.

source: Invalid Request.
es: Solicitud inválida.

source: Invalid confirmation token.
es: Token de confirmación inválido.

source: Invalid email or password.
es: Correo/contraseña inválidos.

source: Invalid invitation token.
es: Token de invitación inválido.

source: Invalid reset token.
es: Token de reinicio inválido.

source: Invalid unlock token.
es: Token de desbloqueo inválido.

source: Invitation sent.
es: Invitación enviada.

source: Password reset token expired.
es: Token de reinicio de contraseña inválido.

source: Password updated successfully.
es: Contraseña actualizada correctamente.

source: Problem confirming user account. Please contact the system administrator.
es: Problemas confirmando la cuenta. Por favor contacte al administrador del sistema.

source: Registration created successfully.
es: Registro creado correctamente.

source: Reset email sent. Check your email for a reset link.
es: Correo de reinicio enviado.

source: Signed in successfully.
es: Sesión iniciada correctamente.

source: Too many failed login attempts. Account has been locked.
es: Su cuenta se encuentra bloqueada.

source: Unlock Instructions sent.
es: Instrucciones de desbloqueo enviadas.

source: User account confirmed successfully.
es: Cuenta ha sido confirmada exitosamente.

source: You are using an invalid security token for this site! This security violation has been logged.
es: Estás usando un token de seguridad inválido, esta violación de seguridad ha sido registrada.

source: You must confirm your account before you can login.
es: Debés confirmar tu cuenta antes de ingresar.

source: Your account has been unlocked
es: Tu cuenta ha sido bloqueada.

source: Your account is not locked.
es: Tu cuenta no se encuentra bloqueada.

source: Incorrect email or password.
es: Correo/contraseña inválidos.

source: Maximum Login attempts exceeded. Your account has been locked.
es: Ha excedido la cantidad de inicios de sesión incorrectos, su cuenta ha sido bloqueada.
